{
    "title": "Seminole Springs Baptist Church Doctrine",
    "content": [
        {
            "title": "TRINITY",
            "text": "There is one God, eternally existent in three persons: Father, Son and Holy Spirit. These three are co-equal and co-eternal.",
            "verses": "I John 5:7; Genesis 1:26; Matthew 3:16-17, 28:19; Luke 1:35; Isaiah 9:6; Hebrews 3:7-11"
        },
        {
            "title": "GOD THE FATHER",
            "text": "We believe in God the Father, Creator of heaven and earth, perfect in holiness, infinite in wisdom and sovereign in measureless power. He concerns Himself mercifully in the affairs of men, He hears and answers prayer, and He saves from sin and death all that come to Him through Jesus Christ.",
            "verses": "Matthew 5:48; Genesis 1:1; Hebrews 11:3; Nehemiah 9:6; Hebrews 1:2-3; Psalm 103:19; Ephesians 1:11; 1 Kings 8:27; and Psalm 90:2"
        },
        {
            "title": "JESUS CHRIST",
            "text": "Jesus Christ is God the Son, the second person of the Trinity. On earth, Jesus was fully God and fully man. In every way He is equal in nature, character and power with God the Father. He was born of a virgin, lived a sinless life, performed miracles, died on the cross for lost humanity and thus, atoned for our sins through the shedding of His blood. He rose from the dead on the third day according to the Scriptures, ascended to the right hand of the Father, currently rules from Heaven’s throne and will return again to earth in power and glory.",
            "verses": "John 1:1,14, 20:28; I Timothy 3:16; Isaiah 9:6; Philippians 2:5-6; I Timothy 2:5"
        },
        {
            "title": "THE HOLY SPIRIT",
            "text": "We believe in the Holy Spirit, who came forth from God to convict the world of sin, to convince the world of righteousness, of judgment, and to regenerate, sanctify, and secure all who believe in Jesus Christ. He supernaturally empowers all believers for ministry. He works in all believers, producing spiritual fruit that is consistent with the character of God. He gives gifts to men in order to advance the Gospel of Jesus Christ, strengthen the church and open the eyes of unbelievers to the power of the Gospel of Kingdom.",
            "verses": "John 15:26; John 16:8-11; Romans 6:3-6; 1 Corinthians 12:13; 2 Thessalonians 2:13; and 1 Peter 1:1-3"
        },
        {
            "title": "SCRIPTURE",
            "text": "We believe that the Scriptures of the Old and New Testament are inspired by God and without error in the original writings, and that they are of supreme and final authority in faith and conduct. We are gladly bound to the authority of the Scriptures and evaluate all our beliefs and practices (not regarding or holding to new trends or denominational/cultural traditions) against the truth of God’s Word.",
            "verses": "II Timothy 3:16; II Peter 1:20-21; Proverbs 30:5; Romans 16:25-26"
        },
        {
            "title": "JESUS’ BLOOD",
            "text": "The Blood that Jesus Christ shed on the Cross of Calvary was the perfect payment for sin and is perfectly sufficient to cleanse mankind of all sin. Jesus allowed Himself to be punished for both our sinfulness and our sins, enabling all those who believe to be free from the penalty of sin, which is death.",
            "verses": "I John 1:7; Revelation 1:5, 5:9; Colossians 1:20; Romans 3:10-12, 23, 5:9; John 1:29"
        },
        {
            "title": "RESURRECTION",
            "text": "Jesus Christ was physically resurrected from the dead in a glorified body three days after His death on the cross. In addition, both the saved and the lost will be resurrected; they that are saved to the resurrection of life and they that are lost to the resurrection of eternal damnation.",
            "verses": "Luke 24:16, 36, 39; John 2:19-21, 20:26-28, 21:4; Acts 24:15; I Corinthians 15:42, 44; Philippians 1:21-23, 3:21"
        },
        {
            "title": "REDEMPTION/SALVATION",
            "text": "Man was originally created good and upright in perfect standing with God the Creator. By voluntary transgression he fell in the Garden of Eden; all descendants of Adam inherit his sin nature and the only hope of redemption is in Jesus Christ, the Son of God – specifically His death, burial, and resurrection. Salvation is a gift from God. When placing one’s faith in Jesus Christ (plus nothing, minus nothing), one is justified before God upon the merits of Jesus Christ. Salvation is by grace through faith via repentance toward God.",
            "verses": "Gen. 1:26-31, 3:1-7; Romans 5:12-21; Acts 17:30"
        },
        {
            "title": "HEAVEN",
            "text": "Heaven is the eternal dwelling place for all believers in Jesus Christ. Additionally, Heaven is not just a place that believers enter when they die; it is the character of the Kingdom of God that comes into the earth through the proclamation and demonstration of the Gospel of the Kingdom.",
            "verses": "Matthew 5:3, 12, 20, 6:20, 19:21, 25:34; John 17:24; II Corinthians 5:1; Hebrews 11:16; I Peter 1:4"
        },
        {
            "title": "HELL",
            "text": "After living one life on earth, unbelievers will be judged by God and sent to Hell where they will be eternally tormented with the Devil and the Fallen Angels.",
            "verses": "Matthew 25:41; Mark 9:43-48; Hebrews 9:27; Revelation 14:9-11, 20:12-15, 21:8"
        },
        {
            "title": "THE CHURCH",
            "text": "The church is the Body of Christ, the habitation of God through the Spirit, with divine appointments for the fulfillment of Jesus’ great commission. Every person who is born of the Spirit is an integral part of the Church as a member of the body of believers. There is a spiritual unity of all believers in our Lord Jesus Christ. The local church is a visible expression of the invisible church. To belong to the local church is part of the design of God for all believers.",
            "verses": "Ephesians 1:22, 2:19-22; Hebrews 12:23; John 17:11, 20-23; Hebrews 10:24-25"
        },
        {
            "title": "THE SECOND COMING",
            "text": "We believe in the glorious hope of the visible and bodily return of Jesus Christ.",
            "verses": "Matthew 24:30, 26:63-64; Acts 1:9-11; I Thessalonians 4:15-17; II Thessalonians 1:7-8; Revelation 1:7"
        }
    ]
}